tap "authzed/tap"
tap "conduktor/brew"
tap "espanso/espanso"
tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "int128/kubelogin"
tap "jeffreywildman/virt-manager"
tap "jesseduffield/lazygit"
tap "let-us-go/zkcli"
tap "warrensbox/tap"
brew "python@3.10"
brew "ansible"
brew "antigen"
brew "argo"
brew "gettext"
brew "glib"
brew "python@3.9"
brew "autoconf"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "commitizen"
brew "consul"
brew "container-diff"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-compose"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-cliff"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "go-jira"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "libnice"
brew "gst-plugins-bad"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "hadolint"
brew "helm"
brew "hugo"
brew "jd"
brew "jq"
brew "kafka"
brew "keychain"
brew "kind"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "ldns"
brew "libfido2"
brew "logcli"
brew "mas"
brew "node@16"
brew "mongosh"
brew "neofetch"
brew "node"
brew "nomad"
brew "openssh"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "starship"
brew "syncthing"
brew "task", link: false
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tldr"
brew "tmux"
brew "vault"
brew "viddy"
brew "watch"
brew "wget"
brew "authzed/tap/zed"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "int128/kubelogin/kubelogin"
brew "jesseduffield/lazygit/lazygit"
brew "let-us-go/zkcli/zkcli"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alacritty"
cask "aws-vault"
cask "balenaetcher"
cask "calibre"
cask "cleanshot"
cask "conduktor"
cask "dbeaver-community"
cask "docker"
cask "espanso"
cask "firefox"
cask "font-fira-code"
cask "gitify"
cask "hammerspoon"
cask "hiddenbar"
cask "inkscape"
cask "karabiner-elements"
cask "keepassxc"
cask "lens"
cask "logseq"
cask "microsoft-remote-desktop"
cask "miro"
cask "multipass"
cask "netnewswire"
cask "notion"
cask "obsidian"
cask "pgadmin4"
cask "prusaslicer"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "sqlectron"
cask "telegram"
cask "visual-studio-code"
cask "vivaldi"
cask "whatsapp"
mas "Brother P-touch Editor", id: 1453365242
mas "EOBD-Facile", id: 976630793
mas "Focalboard", id: 1556908618
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "ScreenBrush", id: 1233965871
mas "Serial", id: 877615577
mas "Tailscale", id: 1475387142
