tap "authzed/tap"
tap "charmbracelet/tap"
tap "conduktor/brew"
tap "dagger/tap"
tap "derailed/k9s"
tap "drone/drone"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "gitea/tap", "https://gitea.com/gitea/homebrew-gitea"
tap "go-task/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jeffreywildman/virt-manager"
tap "jesseduffield/lazygit"
tap "kcl-lang/tap"
tap "let-us-go/zkcli"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "siderolabs/talos"
tap "spectralops/tap"
tap "stefanprodan/tap"
tap "terrastruct/tap"
tap "warrensbox/tap"
brew "gettext"
brew "cairo"
brew "zstd"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openssl@1.1"
brew "python@3.11"
brew "ansible"
brew "antigen"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "argocd"
brew "at-spi2-core"
brew "atuin"
brew "autoconf"
brew "python@3.10"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "butane"
brew "cilium-cli"
brew "cmake"
brew "commitizen"
brew "consul"
brew "container-diff"
brew "cookiecutter"
brew "coreos-ct"
brew "coreutils"
brew "cue"
brew "d2"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "esptool"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "gitea"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "python@3.9"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gtk+3"
brew "gtk4"
brew "json-glib"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "rtmpdump"
brew "srtp"
brew "gstreamer"
brew "gtk-vnc"
brew "hadolint"
brew "helm"
brew "hubble"
brew "hugo"
brew "jd"
brew "jq"
brew "jsonschema"
brew "k3sup"
brew "openjdk"
brew "zookeeper"
brew "kafka"
brew "keychain"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "kyverno"
brew "ldns"
brew "libfido2"
brew "libnice"
brew "libssh2"
brew "libvirt"
brew "libwebsockets"
brew "logcli"
brew "luarocks"
brew "mage"
brew "node"
brew "marp-cli"
brew "mas"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@16"
brew "nomad"
brew "openssh"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "virtualenv"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "shellcheck"
brew "spice-gtk"
brew "starship"
brew "syncthing"
brew "task", link: false
brew "tea"
brew "teller"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd"
brew "vale"
brew "vault"
brew "viddy"
brew "vte3"
brew "virt-manager"
brew "watch"
brew "wget"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "dagger/tap/dagger"
brew "derailed/k9s/k9s"
brew "drone/drone/drone"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "int128/kubelogin/kubelogin"
brew "jesseduffield/lazygit/lazygit"
brew "kcl-lang/tap/kcl"
brew "let-us-go/zkcli/zkcli", link: false
brew "noahgorstein/tap/jqp"
brew "stefanprodan/tap/timoni"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "aerospace"
cask "alacritty"
cask "aws-vault"
cask "balenaetcher"
cask "beekeeper-studio"
cask "calibre"
cask "conduktor"
cask "dbeaver-community"
cask "espanso"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "ghostty"
cask "gitify"
cask "hammerspoon"
cask "hiddenbar"
cask "inkscape"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "lens"
cask "logseq"
cask "microsoft-remote-desktop"
cask "miro"
cask "multipass"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "prusaslicer"
cask "qbittorrent"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "spotify"
cask "sqlectron"
cask "sweet-home3d"
cask "talosctl"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Brother P-touch Editor", id: 1453365242
mas "EOBD-Facile", id: 976630793
mas "Focalboard", id: 1556908618
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "ScreenBrush", id: 1233965871
mas "Serial", id: 877615577
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
vscode "1password.op-vscode"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "a-h.templ"
vscode "authzed.spicedb-vscode"
vscode "bbenoist.nix"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "brody715.vscode-cuelang"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "dbankier.vscode-quick-select"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hmarr.cel"
vscode "ivory-lab.jenkinsfile-support"
vscode "jock.svg"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "kcl.kcl-vscode-extension"
vscode "kenhowardpdx.vscode-gist"
vscode "lostintangent.vsls-whiteboard"
vscode "malmaud.tmux"
vscode "marp-team.marp-vscode"
vscode "mervin.markdown-formatter"
vscode "metaseed.metago"
vscode "metaseed.metajump"
vscode "metaseed.metaword"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nickgo.cuelang"
vscode "paulvarache.vscode-taskfile"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "retepaskab.relativegoto"
vscode "run-at-scale.terraform-doc-snippets"
vscode "samuelcolvin.jinjahtml"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "terrastruct.d2"
vscode "tomphilbin.gruvbox-themes"
vscode "tsandall.opa"
vscode "tyriar.sort-lines"
vscode "volkerdobler.insertnums"
vscode "vsls-contrib.gistfs"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
